[
    {
        "code": 202,
        "title": "Muối Ớt Xanh Nha Trang",
        "image": "muoi-ot-xanh",
        "resources": "50gram ớt xiêm xanh\n25gram sữa đặc\n25gram đường\n15gram muối\n1 quả chanh\n10 lá chanh",
        "cooking": "Rửa sạch ớt xiêm xanh, chanh, lá chanh và để ráo nước. Lá chanh xắt thành từng sợi nhỏ. Chanh loại bỏ phần vỏ, sau đó xắt múi cau, chia làm 4 phần. Ớt xiêm xanh ngắt bỏ phần cùi, bỏ đi phần hạt ớt bên trong và xắt nhuyễn.\nTiến hành xay ớt và thành phẩm\nlàm muối ớt xanh\nXoay nhuyễn tất cả các nguyên liệu.\nCho lá chanh, ớt xiêm xanh đã sơ chế, 25gram đường, 15gram muối, 4 khứa chanh và 25gram sữa đặc vào cối xay sinh tố, xay nhuyễn cho đến khi thấy các nguyên liệu hòa quyện vào nhau thì tắt máy. Vậy là bạn đã hoàn thành xong các bước làm muối ớt xanh, chỉ cần cho ra chén và thưởng thức cùng các món ăn ngay thôi.\nCách làm muối ớt xanh có sữa đặc sẽ giúp cho nước chấm này có vị béo nhẹ, giảm bớt độ cay, thơm sữa và có độ sánh mịn nhất định. Nếu không dùng sữa đặc, bạn nên cho đường, muối theo tỉ lệ 2:1 để đảm bảo vị của nước chấm được đậm đà."
    },
    
    {
        "code": 203,
        "title": "Muối Ớt Đỏ",
        "image": "muoi-ot-do",
        "resources": "Ớt sừng: 30 gram.\nMuối: 15 gram.\nChanh tươi: 1 trái lớn.\nTỏi: 10 gram đã bóc vỏ.\nĐường trắng: 60 gram.\nLá chanh tươi: 10 gram.",
        "cooking": "Bước 1 – Sơ chế nguyên liệu\nỚt đỏ đem rửa sạch, để ráo nước. SAu đó đem cắt bỏ cuống, loại bỏ hạt quả để tránh gây sặc cho người ăn.\nChanh gọt vỏ, tách thành từng múi riêng. Sau đó, bạn khéo léo loại bỏ hạt quả để thuận tiện hơn trong chế biến.\nLá chanh rửa thật sạch. Sau khi lá đã ráo nước hãy thái sợi chỉ.\n\nBước 2: Thực hiện\nĐối với nhà có máy xay\nĐầu tiên, bạn cho 30 gram ớt đã sơ chế, 5 tép chanh và tỏi, đường, muối vào trong máy xay. Nhẹ nhàng dùng chế độ trộn của máy để xay nhuyễn đồng thời trộn thật đều nguyên liệu.\nSau khoảng 2 phút, bạn sẽ có được một hỗn hợp đồng nhất. Đó chính là muối ớt xay để chấm hải sản tuyệt ngon.\nĐối với trường hợp giã tay\nRất nhiều người không thích sử dụng máy xay để làm muối ớt chấm. Theo họ, nhiệt độ của máy khi xay sẽ khiến gia vị bị mất chất, không còn thơm ngon. Khi đó, giã tay là phương án tốt dành cho mọi người.\n\n3 Gia Ot\nChỉ với vài thao tác đơn giản, bạn có thể làm được muối ớt ăn dần\nĐể làm được điều đó, bạn cho tất cả hỗn hợp trên vào trong cối. Nhẹ nhàng giã thật nhuyễn. Để mang lại hiệu quả cao, bạn có thể sử dụng đầu chày nhẹ nhàng di, nghiền nguyên liệu kết hợp với giã.\nTuy cách này mất nhiều thời gian nhưng muối rất ngon. Các nguyên liệu hoà quyện với nhau, nát vừa đủ. Nó sẽ giúp món chấm hải sản trở nên thơm ngon hơn."
    },
    
    {
        "code": 204,
        "title": "Nước chấm Hải sản thái",
        "image": "nuoc-cham-hai-sai-thai",
        "resources": "Nước cốt me 2 Muỗng canh\nNước mắm 2 Muỗng canh\nĐường thốt nốt 1 Muỗng canh\nHành lá 1/4 Cây\n Ngò gai1/4 Cây\n Hành tím 1 Củ\n Ớt bột 1 Muỗng cà phê\nGạo15 Gr",
        "cooking": "Chuẩn bị nguyên liệu. Gạo rang chín, hành tím cắt lát. Hành lá và ngò gai rửa sạch, cắt nhỏ.\n\n 2.Cách làm nước chấm hải sản Thái: Cho 2 muỗng canh nước cốt me, thêm 1 muỗng canh đường thốt nốt, 15g gạo rang xay vào chung một chén.\n\n3.Tiếp theo cho 1 muỗng cà phê ớt bột, 2 muỗng canh nước mắm. Dùng muỗng nghiền đường tan. Cách làm nước chấm hải sản Thái của mình chỉ bỏ ớt bột thôi vì mình không ăn cay, các bạn nào thích cay có thể cho thêm khoảng 3 4 quả ớt xiêm nhé.\n\n4.Khi hỗn hợp tan đều với nhau thì cho tiếp hành tím và hành ngò vào, trộn đều lại lần nữa.\n\n5.Vậy là nước chấm hải sản Thái đã được hoành thành rồi đấy. Nước mắm vừa lạ vừa hấp dẫn quá nhỉ? Có dịp các bạn hãy thử cách làm nước chấm hải sản Thái này nhé. Chắc chắn các bạn sẽ bất ngờ lắm đó."
    },
    
    {
        "code": 205,
        "title": "Mù tạt vàng",
        "image": "mu-tat-vang",
        "resources": "Mù tạt vàng: 1/2 thìa.\nLòng đỏ trứng gà: 1 quả.\n1/2 thìa muối, 3 thìa đường.\n6 trái tắc.\n4 lá chanh.\n1 trái ớt sừng to.\nTiêu xay.",
        "cooking": "Đặt một nồi nước lên bếp rồi cho muối, lòng đỏ trứng, đường và mù tạt vào tô và đặt vô nồi, đánh tan trứng cho đều và chưng cách thủy. Bạn lưu ý không được cho nước tràn vào tô.\nCách làm nước chấm hải sản mù tạt vàng\n- Khi bạn thấy hỗn hợp bắt đầu sệt, đường và muối tan hết thì vắt tắc vào, trộn đều cho tan. Nấu cho hỗn hợp sôi thì tắt bếp (mục đích để làm trứng chín và không tanh).\n- Tắc, lá chanh, ớt sừng cắt nhỏ và cho vào hỗn hợp. Cuối cùng, bạn thêm tiêu vào là đã hoàn tất hỗn hợp nước chấm mù tạt vàng vừa bắt mắt vừa ngon tuyệt."
    },
    
    {
        "code": 206,
        "title": "Bánh tráng Xốt sa tế tắc",
        "image": "banh-trang-sot-sa-te",
        "resources": "Tắc 100 gram\nMuối tôm 15 gram\nTương ớt 20 gram\nỚt băm 5 gram\nỚt bột 5 gram\nHành lá 20 gram\nHành tím 30 gram\nĐậu phộng 10 gram\nBơ 20 gram\nTrứng cút 10 cái\n(có thể gia giảm tùy thích)\nĐường 10 gram\nDầu ăn 10 gram",
        "cooking": "Sơ chế nguyên liệu\n\nTắc bạn vắt lấy nước cốt, lọc qua rây, bỏ hạt. Bạn vắt khoảng 50 ml nước tắc để sử dụng\n\nHành tím bóc vỏ, rửa sạch, thái lát mỏng.\n\nHành lá rửa sạch, thái nhỏ.\n\nĐậu phộng rang chín, bỏ vỏ, để nguội.\n\nTrứng cút luộc chín, lột vỏ.\n\nBước 1 Sơ chế nguyên liệu Xốt sa tế tắcBước 1 Sơ chế nguyên liệu Xốt sa tế tắcBước 1 Sơ chế nguyên liệu Xốt sa tế tắcBước 1 Sơ chế nguyên liệu Xốt sa tế tắc\n\nPhi hành tím và làm dầu hành lá\n\nBạn đun nóng 2 muỗng canh dầu ăn rồi cho hành tím vào phi vàng thơm sau đó vớt ra, để riêng. Dầu ăn khi còn nóng bạn đổ ngay vào tô hành lá trộn đều để làm dầu hành.\n\nBước 2 Phi hành tím và làm dầu hành lá Xốt sa tế tắc\n\nTrộn các nguyên liệu\n\nBạn cho vào tô 50 ml nước cốt tắc, 50 gram đường, 20 gram tương ớt, 15 gram muối tôm, 5 gram ớt băm, 5 gram ớt bột, trộn đều tất cả cho các nguyên liệu hòa quyện lại với nhau.\n\nTiếp theo bạn rắc lên trên mặt tô đậu phộng rang, hành phi, bơ, trứng cút luộc, tắc thái lát và rưới dầu hành lên trên cùng.\n\nBước 3 Trộn các nguyên liệu Xốt sa tế tắcBước 3 Trộn các nguyên liệu Xốt sa tế tắc\n\nThành phẩm\n\nXốt tắc hòa quyện giữa vị chua, ngọt, cay, béo và mùi thơm của bơ của hành phi làm mê mẩn các tín đồ ăn vặt."
    },
    
    {
        "code": 207,
        "title": "Muối Ơt Sả Tắc",
        "image": "muoi-ot-sa-tac",
        "resources": "Chanh: 4 trái (nếu có thì nên mua loại không hạt)\nTắc: 10 trái\nỚt: 15 trái\nĐường trắng: 300gr\nBột ngọt: 1 muỗng cà phê\nMuối hột: 20gr\nSả: 5 cây",
        "cooking": "Bước 1: Sơ chế các nguyên liệu\nĐầu tiên là rửa sạch các nguyên liệu rồi bắt đầu sơ chế thôi.\nChanh: Bào lấy 1 ít vỏ, sau đó vắt lấy nước cốt (nhớ lọc bỏ hạt nhé)\ncach lam muoi ot sa tac cham hai san - anh 2\nSơ chế chanh\nỚt, tắc, sả cây: Chúng ta sẽ thực hiện thái lát\ncach lam muoi ot sa tac cham hai san - anh 3\nSơ chế ớt, xả, tắc\n\nBước 2: Trộn hỗn hợp\ncach lam muoi ot sa tac cham hai san - anh 4\nTrộn hỗn hợp\nỞ bước này, chúng ta sẽ trộn muối, đường, nước cốt chanh và bột ngọt lại với nhau. Đối với muối nên nêm vừa để tránh nước chấm bị mặn. Bột ngọt thì chúng ta có thể thay đổi tùy vào mong muốn nhé! Nhưng ở đây mình nêm ít bột ngọt để điều vị thôi.\n\nBước 3: Xay là xay là xay hỗn hợp nào\ncach lam muoi ot sa tac cham hai san - anh 5\nXay hỗn hợp\nĐem hỗn hợp đã trộn đều ở bước 2 bỏ vào máy xay và xay trong vòng 5 phút. Nhớ là mở công suất máy xay nhỏ thôi nhé! Nước chấm chỉ cần có màu hơi đục, sánh lại và mịn là đạt chuẩn nhé.\nNếu không có máy xay, các bạn có thể dùng que đánh trứng để thực hiện bước này.\n\nBước 4: Tiếp tục trộn thôi\ncach lam muoi ot sa tac cham hai san - anh 6\nThành phẩm muối ớt xả tắc hấp dẫn\nChúng ta sẽ đem hỗn hợp vừa được xay xong bỏ ra một cái âu hoặc tô. Sau đó đem ớt - sả - tắc đã thái lát bỏ vào hỗn hợp trộn đều"
    },
    
    {
        "code": 208,
        "title": "Mắm đường chấm Xoài",
        "image": "nuoc-mam-cham-xoai",
        "resources": "Nước mắm ngon: 2 muỗng.\nĐường: 3 muỗng.\nỚt đỏ, tiêu xay theo khẩu vị của người thưởng thức.",
        "cooking": "Đầu tiên, bạn hãy cho đường vào nước mắm và khuấy đều. Sau đó, đưa hỗn hợp trên lên bếp đun. Ban đầu bạn cần phải cho lửa lớn, sau đó để hỗn hợp sôi lên rồi giảm bớt lửa lại chỉ để riu riu và luôn khuấy đều để nước mắm không bị khê, vón cục. Đến khi nước mắm sệt lại thì tắt bếp và nhắc xuống.\n\nTiếp đến, cho hỗn hợp nước mắm vừa khuấy ra chén hoặc tô bạn dùng để chấm xoài rồi cho ớt, tiêu vào tùy theo sở thích ăn cay của mỗi người mà cho ít hay nhiều. Thông thường bạn chỉ cần cho 1 muỗng cà phê ớt đã băm nhuyễn cùng với 1 chút tiêu xay là được. Nhiều người không thích ăn ớt hoặc tiêu thì bạn có thể cho 1 trong 2 vị này để tạo độ cay nhẹ là được, không cần phải cho cả hai.\n\nCuối cùng bạn hãy khuấy đều hỗn hợp lên là đã có chén nước mắm đường chấm xoài ngon chuẩn vị."
    },
    
    {
        "code": 209,
        "title": "Mắm ruốc chấm xoài",
        "image": "mam-ruoc-cham-xoai",
        "resources": "Đường thốt nốt: 2 muỗng\nRuốc khô/tôm khô/tép khô\nHành tím, hành tây\nNgò rí, ớt, tỏi",
        "cooking": "Nếu bạn dùng tôm khô thì nên ngâm tôm khoảng 10 phút đến 15 phút trước khi sử dụng. Trong trường hợp bạn dùng ruốc khô hoặc tép khô thì bạn không cần phải ngâm. Chúng ta cũng có thể dùng cả 3 loại này cùng lúc để tăng thêm hương vị cũng như tạo sự hấp dẫn cho món nước chấm.\n\nHành tím lột vỏ và cắt lát mỏng. Đối với hành tây bạn cũng lột vỏ nhưng băm nhỏ.\n\nNgò rí rửa sạch sau đó cắt nhỏ. Ớt, tỏi băm nhuyễn.\n\nPha hỗn hợp:\n\nCho đường vào nước mắm đã chuẩn bị khuấy đều lên. Cho một chút dầu vào chảo rồi phi thơm hành tím. Tiếp đến, đổ hỗn hợp vừa pha vào chảo dưới nền lửa riu riu vừa nấu vừa khuấy đều tay. Đến khi nhận thấy nước chấm sôi lên thì hạ lửa để thêm tầm từ 3 – 5 phút rồi tắt bếp hẳn.\n\nCho hỗn hợp ra tô và thêm tôm khô/ruốc khô/tép khô, ngò rí, hành tây, ớt, tỏi băm nhuyễn đã chuẩn bị trước đó trộn đều lên thế là bạn đã có nước mắm ruốc chấm xoài ngon không chỗ chê."
    },
    
    {
        "code": 210,
        "title": "Nước mắm me chấm xoài",
        "image": "mam-me-cham-xoai",
        "resources": "Nước mắm ngon: 3 muỗng\nĐường nâu: 2 muỗng\nMe: 3 quả\nTép khô hoặc tôm khô\nHành khô, tỏi, ớt",
        "cooking": "Bước thứ nhất: bạn hãy rửa sạch me, cạo vỏ và nấu sôi. Sau khi sôi, vớt me ra để ráo. Tiếp đến, hòa me với 3 muỗng nước ấm và chắt lấy nước cốt.\n\nBước thứ 2: thực hiện chế biến các nguyên liệu đi kèm. Hành khô và tỏi lột vỏ, ớt bỏ hạt băm nhuyễn. Tép hoặc tôm khô rửa sạch, để ráo. Phi thơm tỏi băm và cho tép khô/tôm khô vào ráng đến khi chín vàng đều.\n\nBước thứ 3: Pha hỗn hợp nước mắm, đường nâu và nước cốt me lại với nhau và khuấy đều chúng lên. Cho chảo lên bếp cùng với một ít dầu đun nóng. Tiếp đến dùng 1 muỗng nhỏ tỏi và ớt băm vào đảo nhẹ cho thơm.\n\nCuối cùng: cho tép/ tôm khô đã rang vào và khuấy đều đến khi hỗn hợp sôi và sền sệt thì tắt bếp. Sau thời gian thực hiện bạn cho nước mắm ra chén, để nguội là có thể dùng."
    },
    
    {
        "code": 211,
        "title": "Nước mắm sệt chấm xoài",
        "image": "mam-set-cham-xoai",
        "resources": "Nước mắm ngon: 2 muỗng\nĐường: 2 muỗng\nGiấm gạo: 1/2 muỗng\nBột bắp: 1/2 muỗng\nNước sôi để nguội\nỚt, tỏi băm",
        "cooking": "Trước tiên, tỏi bạn cần lột vỏ, băm nhỏ. Ớt bỏ hạt và băm nhỏ. Hòa tan bột bắp với 1 muỗng nước sôi để nguội.\n\nPha nước chấm:\n\nCho nước mắm, đường, giấm gạo đã chuẩn bị và 2 muỗng nước sôi để nguội vào trong một cái tô rồi khuấy đều. Bắt chảo lên bếp và cho hỗn hợp vào đun đến khi sôi, hạ nhỏ lửa nhưng vẫn luôn khuấy đều. Tiếp đến là cho bột bắp đã pha vào đợi đến khi hỗn hợp sôi và sệt lại thì tắt bếp.\n\nCho hỗn hợp ra chén, bỏ thêm tỏi và ớt băm vào tùy theo ý thích từng người. Với loại nước chấm này, bạn có thể cho vào hũ, bỏ vào tủ lạnh để dùng dần về sau."
    },
    
    {
        "code": 212,
        "title": "Nước chấm xoài 7 cấp độ",
        "image": "cham-xoai-7-cap-do",
        "resources": "2 thìa nước mắm ngon\n3 thìa đường\nỚt đỏ băm nhỏ\nTiêu xay tùy khẩu vị",
        "cooking": "Cho đường vào nước mắm và khuấy đều. Tiếp đó cho hỗn hợp vào nồi và đun trên bếp ở lửa nhỏ. Khuấy đều tay để đường tan hết và không bị cháy các chị em nhé! Khi hỗn hợp nước mắm và đường sệt lại thì tắt bếp và bỏ xuống. Cuối cùng cho ớt, tiêu xay vào và trộn đều là xong.\n\nBí quyết làm nước mắm đường chấm xoài chua cấp độ 7, đảm bảo ai ăn cũng ghiền.\n\nBát mắm đường chấm xoài chua ngon xuất sắc.\n\nThành phẩm là mắm đường keo lại như mạch nha, chấm miếng xoài vào là mắm đường bao một lớp xung quanh miếng xoài. Có như vậy mới át được cái độ chua của xoài và tất cả hòa quyện lại thành một bản hòa tấu với đủ các hương vị chua, cay, mặn, ngọt.\n\nĐặc biệt mùi tiêu thơm lại làm dịu đi cái mùi mắm và khiến món chấm trở nên hài hòa vô cùng. Những ai thích ăn cay có thể cho nhiều tiêu và ớt một chút để cảm nhận được vị cay xé lưỡi của ớt, vị cay nồng trong cuống họng của tiêu. "
    },
    
    {
        "code": 213,
        "title": "Đồ nướng từ mật ong",
        "image": "do-nuong-so-ca-chua",
        "resources": "Tỏi và ớt bằm\n2 thìa canh bơ\n2 thìa canh giấm ăn\n1 thìa canh mù tạt\n4 thìa canh mật ong\n500ml nước sốt cà chua",
        "cooking": "Bước 1: Bạn bắc chảo lên bếp, sau đó cho bơ vào đun nóng. Khi bơ đã tan hết, bạn cho tiếp các nguyên liệu còn lại vào chảo, đảo đều tay và đun sôi với lửa thật nhỏ.\n\nBước 2: Khi các nguyên liệu đã quyện vào nhau, bạn đun tiếp khoảng 10 phút tới khi nước sốt sánh lại thì tắt bếp."
    },
    
    {
        "code": 214,
        "title": "Đồ nướng ngon từ me",
        "image": "do-nuong-tu-me",
        "resources": "300ml nước lọc\n200 gam đường trắng\n20 gam ớt xay nhuyễn\n30 gam tương cà\n300 gam me chín\n50ml nước mắm",
        "cooking": "Bước 1: Bạn ngâm me trong nước khoảng 15 phút, sau đó dùng thìa dằm nhuyễn để tách bỏ thịt me ra khỏi vỏ và hạt. Tiếp đến, bạn cho hỗn hợp này qua rây để lọc lấy nước cốt me.\n\nBước 2: Bạn cho nước cốt me thu được vào chảo rồi cho thêm các nguyên liệu đã chuẩn bị gồm tương cà, nước mắm, ớt xay và đường vào.\n\nBước 3: Bạn đảo đều tay và đun các nguyên liệu với lửa thật nhỏ cho tới khi hỗn hợp sệt lại là được.\n\nCông thức làm sốt me này không chỉ phù hợp để chấm đồ nướng mà bạn còn có thể dùng nó để tẩm ướp cũng rất tuyệt đấy nhé."
    },
    
    {
        "code": 215,
        "title": "Đồ nướng chuẩn vị Hàn Quốc",
        "image": "do-nuong-han-quoc",
        "resources": "3 thìa canh đường\n1 thìa canh dầu mè\n1 thìa canh mật ong\n1 thìa canh xì dầu (có thể dùng nước tương Hàn Quốc)\n2 thìa canh tương ớt Hàn Quốc\n2 thìa canh dầu hào\n1 củ tỏi\n2 quả ớt\n1/2 thìa cà phê vừng rang\nGia vị: Bột ngọt, hạt tiêu, dầu ăn, hạt nêm...",
        "cooking": "Bước 1: Trước tiên, bạn cần rửa sach ớt, tỏi rồi bằm nhuyễn.\n\nBước 2: Bạn đun nóng chảo rồi cho vào một chút dầu ăn và cho tỏi vào phi thơm. Tiếp đến, bạn cho mật ong, dầu hào, dầu mè, đường, hạt tiêu, xì dầu và tương ớt Hàn Quốc vào rồi đảo đều tay.\n\nBước 3: Bạn đun với lửa nhỏ khoảng 10 phút cho tới khi hỗn hợp hơi sánh lại thì tắt bếp.\n\nBước 4: Chờ hỗn hợp nguội, bạn múc ra bát rồi cho phần vừng rang lên trên. Vậy là nước chấm đồ nướng chuẩn vị Hàn Quốc đã hoàn thành rồi đấy. Gắp một miếng thịt, chấm với nước sốt vừa làm thì còn gì tuyệt vời hơn nữa."
    },
    
    {
        "code": 216,
        "title": "Đồ nướng kiểu Nhật",
        "image": "do-nuong-nhat",
        "resources": "120 gam đường nâu\n150ml nước tương Nhật Bản\n3 tép tỏi\n1 nhánh gừng tươi\n30ml dầu vừng\n30ml mật ong\n20 gam bột ngô\n80ml nước lọc\n1 thìa cà phê vừng rang\n60ml rượu Mirin Nhật Bản (có thể thay thế bằng rượu Sake)",
        "cooking": "Bước 1: Bạn rửa sạch gừng, tỏi, loại bỏ vỏ rồi đập dập và bằm thật nhuyễn.\n\nBước 2: Bạn cho tất cả nguyên liệu gồm gừng, tỏi bằm, dầu vừng, mật ong, nước lọc, bột ngô, nước tương Nhật Bản, đường nấu và rượu Mirin vào một chiếc nồi inox nhỏ, sau đó cho lên bếp đun khoảng 5 phút. Bạn lưu ý nên đảo đều tay khi đun để các nguyên liệu không bị cháy bén nhé.\n\nBước 3: Sau 5 phút, các nguyên liệu sệt lại thì bạn tắt bếp, đợi cho hỗn hợp nguội là có thể mang ra chấm kèm với đồ nướng rồi đó."
    },
    
    {
        "code": 217,
        "title": "Thịt nướng kiểu Thái",
        "image": "do-nuong-thai",
        "resources": "Nước mắm ngon: 2 muỗng\nNước cốt chanh tươi: 6 muỗng\nNước lọc: 3 muỗng\nĐường trắng: 1 muỗng\nMuối ăn: 1 thìa cà phê\nTỏi băm: 15 tép\nỚt: khoảng 20 trái cắt nhỏ",
        "cooking": "Bạn hãy cho muối, tỏi và ớt vào một cái cối rồi dùng chày giã nhuyễn chúng. Đây là cách làm hầu như được áp dụng trên tất cả các loại nước chấm của Thái. Vì khi giã thì tỏi và ớt sẽ đậm vị hơn khi bạn băm. Bên cạnh đó, việc giã tỏi và ớt cũng giúp cho màu sắc của nước mắm bắt mắt hơn rất nhiều.\n\nTiếp theo, bạn cho nguyên liệu vừa giã vào một cái tô hoặc cái thố và thêm vào đó nước mắm, nước cốt chanh, nước lọc và đường rồi trộn đều chúng lên cho đến khi các hỗn hợp hòa quyện vào nhau là có thể dùng được.\n\nVới cách làm này, bạn chỉ mất khoảng 5 phút để pha chế là đã có được chén nước mắm chấm thịt nướng ngon tê lưỡi khó cưỡng.\n\nBạn có thể điều chỉnh lượng đường, lượng nước mắm cho phù hợp với khẩu vị của mình và gia đình. Một điều cần lưu ý dành cho bạn là nước mắm chấm công thức Thái sẽ thường có vị cay nhiều nên nếu không ăn được cay bạn hãy giảm lượng ớt khi giã."
    },
    
    {
        "code": 218,
        "title": "Bánh tráng sốt trứng",
        "image": "banh-trang-sot-trung",
        "resources": "10 trái tắc\n20g tương ớt\n5g ớt băm\n5g ớt bột\n20g hành lá\n30g hành tím\n2 muỗng canh dầu ăn\n10g đậu phộng rang\n20g bơ\nTrứng cút luộc (số lượng tùy thích)\nGia vị: đường trắng, muối tôm.",
        "cooking": "Đầu tiên, bạn lấy 8 quả tắc vắt lấy nước, 2 quả còn lại thì cắt lát mỏng. 30g hành tím bạn cũng cắt lát mỏng và đem phi vàng thơm cùng 2 muỗng canh dầu ăn nhé. Xong thì vớt hành phi ra để riêng và giữ lại phần dầu vừa phi. Còn 20g hành lá thì bạn cắt nhỏ, rồi rót phần dầu vừa phi lúc nãy vào để làm mỡ hành.\n\nSau đó, bạn cho 50ml nước cốt tắc cùng 50g đường, 20g tương ớt, 15g muối tôm, 5g ớt băm và 5g ớt bột vào tô, rồi khuấy đều. Cuối cùng, bạn sẽ cho trứng cút luộc cắt đôi, 10g đậu phộng rang, 20g bơ lạt, hành phi, nước mỡ hành và vài miếng tắc cắt lát cho thơm. Vậy là xong rồi nè."
    },
    
    {
        "code": 219,
        "title": "Gỏi cuốn nước mắm chua ngọt",
        "image": "goi-cuon-chua-ngot",
        "resources": "Nước mắm    5 muỗng (thìa) canh \nĐường    1 muỗng\nNước sôi để nguội    3 muỗng canh\nỚt tươi    2 quả\nChanh    ½ quả\nTỏi    5 tép",
        "cooking": "Bước 1: Sơ chế nguyên liệu\n\nRửa sạch tỏi và ớt, lấy ớt cắt đôi theo chiều dọc loại bỏ hạt, sau đó cho cả tỏi và ớt vào cối giã nhuyễn. Tỏi giã nhuyễn sẽ làm cho nước mắm dậy mùi và đậm đà hơn khi băm nhuyễn.\n\nCắt chanh làm đôi, vắt lấy nước, bạn nhớ bỏ hạt đi để nước chấm không bị đắng bạn nhé.\n\nBước 2: Pha nước mắm chua ngọt\n\nCho hỗn hợp tỏi và ớt đã giã nhuyễn ra chén, cho 1 muỗng đường vào. Cho 5 thìa nước mắm vào hỗn hợp vừa có được, khuấy đều cho đến khi đường tan hết trong hỗn hợp, sau đó cho 3 muỗng canh nước sôi để nguội vào và khuấy đều một lần nữa.\n\nSau cùng cho nước cốt chanh đã vắt lấy nước vào, có thể thay đổi lượng đường và chanh cho phù hợp với khẩu vị của mình bạn nhé!\n\nNước mắm chấm gỏi cuốn\n\nNước mắm chua ngọt cho món gỏi cuốn dậy vị\n\nYêu cầu thành phẩm: Vị chua ngọt hài hòa cùng màu sắc cam đỏ tự nhiên đẹp mắt của ớt và nước mắm. Với tỉ lệ pha nước chấm chua ngọt đơn giản này bạn sẽ có một chén nước mắm thơm ngon ăn cùng gỏi cuốn cho gia đình rồi đấy."
    },
    
    {
        "code": 220,
        "title": "Gỏi cuốn nước mắm me",
        "image": "goi-cuon-mam-me",
        "resources": "Nước mắm ngon    2 muỗng canh\nMe chín    50 Gram\nĐường trắng    2 muỗng canh\nNước sôi    50 ml\nTỏi phi, hành phi    mỗi loại ½ muỗng cà phê\nỚt    2 trái",
        "cooking": "Bước 1: Sơ chế nguyên liệu\n\nỚt rửa sạch, băm nhuyễn, bỏ hết hạt ớt.\n\nMe chín: bạn chỉ cần mua me cục làm sẵn trong siêu thị, không cần phải mua me trái\n\nBước 2: Pha nước mắm\n\nLấy 4 muỗng canh nước sôi vào me rồi ngâm từ 5-7 phút cho me tan ra sau đó dầm nhuyễn và lọc lấy nước cốt me.\n\nCho nước cốt me vào nồi đun với lửa nhỏ cho đến khi nước cốt me keo lại, cho nước mắm và đường vào tiếp tục đun.\n\nĐến khi hỗn hợp sệt lại bạn nêm nếm cho vừa vị rồi tắt bếp.\n\nSau đó hành phi, tỏi phi và ớt băm vào, nêm nếm cho vừa ăn rồi khuấy đều là bạn đã có nước chấm me chua chua ngọt ngọt đúng vị.\n\nNước mắm chấm gỏi cuốn\n\nNước mắm me chua chua cay cay chấm gỏi cuốn\n\nYêu cầu thành phẩm: Vị chua ngọt là chủ đạo, có màu nâu đặc trưng của me và dậy mùi thơm của hành tỏi phi."
    },
    
    {
        "code": 221,
        "title": "Gỏi cuốn nước mắm nêm",
        "image": "goi-cuon-mem-nem",
        "resources": "Mắm nêm ngon    1 chai 50ml\nĐường    1 muỗng canh\nThơm (dứa)    ½ trái\nChanh    2 trái\nỚt    3 trái\nTỏi    4 tép\nSả    1 cây",
        "cooking": "Bước 1: Sơ chế nguyên liệu\n\nTỏi, ớt, sả đem rửa sạch sau đó băm nhuyễn\n\nThơm rửa sạch, cắt nhỏ và ép lấy nước\n\nMắm sau khi mua về bạn cần lọc lại bỏ cặn để nước chấm ngon hơn nhé.\n\nBước 2: Pha nước mắm\n\nCho mắm vào đun sôi với đường và 100ml nước lọc, đun hỗn hợp đến khi thấy hỗn hợp sệt lại thì cho tỏi băm, sả băm và nước cốt thơm vào tiếp tục đun. Khuấy đều hỗn hợp trên rồi đun sôi thêm 3 đến 5 phút nữa thì tắt bếp.\n\nCho mắm nêm ra chén, cho ớt băm vào là bạn đã hoàn thành nước chấm tuyệt vời ăn cùng gỏi cuốn.\n\nNước mắm chấm gỏi cuốn\n\nChén mắm nêm đậm vị ăn cùng gỏi cuốn\n\nYêu cầu thành phẩm: Màu nâu đẹp mắt, hương vị đậm đà đặc trưng của mắm nêm, ngọt thanh cùng một chút chua tự nhiên của thơm và bùi bùi của đậu phộng.\n\nGỏi cuốn sẽ thơm ngon hơn khi ăn kèm với nước mắm chuẩn vị. Nếu bạn đang tìm kiếm một loại nước mắm ngon thì đừng bỏ qua Nước mắm Hoàng Gia với thành phần 100% từ cá và muối không chỉ an toàn cho sức khỏe mà còn làm cho món ngon thêm đậm đà, bắt mắt."
    },
    
    {
        "code": 222,
        "title": "Vịt quay xì dầu",
        "image": "vit-quay-xi-dau",
        "resources": "Xì dầu (nước tương)\nChanh tươi\nỚt tươi\nTỏi khô\nĐường trắng\nMì chính\nGừng tươi.",
        "cooking": "Tỏi khô bạn bóc vỏ, rửa sạch. Sau đó đập dập và băm nhỏ. Tương tự với gừng tươi, bạn cũng cạo vỏ, rửa sạch rồi đập dập và băm nhỏ.\n\nỚt tươi bạn rửa sạch, sau đó lọc bỏ chỉ và hạt ớt bằng cách rọc đôi quả ớt theo chiều dọc. Tiếp đến, bạn thái ớt thành các khoanh nhỏ.\n\nChanh tươi làm mềm rồi vắt lấy nước cốt và lọc bỏ hạt chanh để không bị đắng.\n\nPha nước chấm: cho vào ½ bát xì dầu và 1 thìa canh nước lọc để giảm độ mặn. Tiếp theo, cho vào 1/3 thìa cafe mì chính và 1 thìa canh đường trắng rồi hoà cho tan.\n\nCuối cùng, bạn cho nước cốt chanh vào và khuấy cùng. Điều chỉnh độ chua – mặn – ngọt của nước chấm theo khẩu vị.\n\nSau khi nước chấm đã vừa ăn, bạn cho phần tỏi – ớt – gừng vào và khuấy đều. Lúc này, gừng tỏi ớt sẽ nổi lên trên bề mặt bát nước chấm và tạo độ thơm và thẩm mỹ cho nước chấm xì dầu.\n\nBên cạnh ăn cùng với món vịt quay, nước chấm này cũng có thể dùng ướp thịt vịt trước khi chế biến thành những món ăn khác từ nguyên liệu này."
    },
    
    {
        "code": 223,
        "title": "Gà luộc chanh ớt",
        "image": "ga-luoc-chanh-ot",
        "resources": "Muối tinh: 1 thìa\n– Đường: ½ thìa\n– Mì chính: ½ thìa\n-Chanh: 1 quả\n– Ớt tươi: 1 quả\n– Lá chanh: 3 lá",
        "cooking": "Lá chanh bạn rửa sạch, để ráo nước, thái thật nhỏ. Quả chanh bào vỏ thật mỏng. Ớt cũng bỏ hạt rồi băm nhỏ. Trộn đều hỗn hợp đường, muối, bột ngọt ớt băm nhỏ và vắt nước từ quả chanh vào. Sau đó, bạn cho thêm phần vỏ chanh và lá chanh vào trộn đều. Như vậy là bạn đã có một bát nước chấm gà cực kì hấp dẫn rồi đó.\n\nMuối tiêu chanh ớt chấm với gà luộc là ẩm thực truyền thống từ lâu đời của người Việt Nam, chỉ cần chuẩn bị một chút, bạn sẽ có một bát nước chấm ngon cho gia đình. Chú ý để ngon miệng thì cách luộc gà cũng quan trọng không kém đâu nhé. Bạn có thể tham khảo bài viết cách luộc gà không cần nước tại đây để có một đĩa thịt gà thơm ngon. Chắc chắn sẽ cho bạn những thông tin vô cùng hữu ích đó."
    },
    
    {
        "code": 224,
        "title": "bún thịt nướng nước mắm chua ngọt",
        "image": "bun-thit-nuong-chua-ngot",
        "resources": "7 muỗng canh nước mắm ngon\n200gr đu đủ xanh\n2 chén nước ấm\n5 muỗng đường\n1 củ cà rốt\n3 quả chanh tươi\n100ml giấm trắng\nTỏi, ớt băm",
        "cooking": "Đầu tiên, chúng ta cần sơ chế các nguyên liệu trước khi bắt tay vào pha nước mắm ngon ăn bún thịt nướng.\n\nVới đu đủ xanh, sau khi mua về, bạn hãy cắt hai đầu ra cho bớt phần nhựa bên trong, sau đó rửa sạch rồi gọt vỏ.\n\nTiếp theo, bạn xẻ quả đu đủ ra bỏ hết phần ruột bên trong. Sau khi bỏ hạt, bạn cắt đu đủ thành 4 – 5 miếng tùy theo độ lớn nhỏ của trái đu đủ bạn chọn. Bạn cho tất cả những phần vừa được phân chia vào thau nước muối loãng ngâm khoảng 20 phút.\n\nCà rốt gọt vỏ sau đó rửa sạch.\n\nTỏi lột bỏ vỏ băm nhuyễn cùng với ớt.\n\nChanh vắt lấy nước cốt để riêng.\n\nSau khi đã sơ chế hết các nguyên liệu cần thiết, bước tiếp theo chúng ta sẽ bắt tay vào làm nước mắm ngon ăn bún thịt nướng.\n\nBước 1: Làm dưa Đu đủ vớt ra xả lại với nước sạch rồi để ráo. Cắt hoặc bào đu đủ thành những miếng nhỏ hay bạn có thể tỉa hoa cho đẹp mắt. Cà rốt bạn cũng làm tương tự. \n\nTiếp theo, cho đu đủ và cà rốt vào tô, thêm vào một chút giấm bóp khoảng vài phút để chúng giòn hơn. Rửa sạch lại với nước sôi rồi để ráo. Bước này bạn cần làm nhanh, chỉ cần chần qua nước sôi, lấy ra ngay, không nên ngâm lâu. Một mẹo nhỏ nữa cho bạn đó là bạn có thể vớt ra, ngâm vào nước đá một lúc (khoảng 5 phút) rồi mới vớt ra để ráo. Làm cách này, đu đủ và cà rốt của bạn sẽ giòn sần sật, ngon khó cưỡng. \n\nCuối cùng, cho đu đủ và cà rốt vào một cái tô lớn thêm đường, 3 muỗng nước cốt chanh và một chút ớt băm trộn đều lên rồi ngâm hỗn hợp trên khoảng 10 – 15 phút. Bạn có thể căn chỉnh lượng đường cho hợp khẩu vị của gia đình. Nếu không có chanh, chúng ta có thể dùng giấm thay thế. Tuy nhiên, bạn cần lưu ý về độ chua của giấm và sử dụng lượng hợp lý. Trong lúc ngâm, bạn cũng nên thường xuyên trộn đều để tất cả được ngấm gia vị pha trộn.\n\nBước 2: Pha nước mắm\n\nBạn lấy một cái tô lớn, cho vào đó khoảng 15 muỗng cà phê nước sôi để nguội cùng 6 muỗng nước mắm ngon và 3 muỗng nước cốt chanh, khuấy tất cả đều lên. Bạn nên thử lại và điều chỉnh cho hợp khẩu vị gia đình.\n\nSau đó, bạn thêm tỏi, ớt băm vào và khuấy đều. Tiếp theo, bạn cho hỗn hợp vào chảo rồi bắt lên bếp đun cho hỗn hợp nóng (chỉ cần vừa nóng tới, không cần phải sôi sục lên). Bạn tắt bếp, để nguội.\n\nBước 3: Thành phẩm\n\nSau khi nước chấm nguội hoặc còn ấm, bạn múc nước mắm ra chén, thêm dưa vào và ăn cùng với bún thịt nướng. Dưa muối bạn nên cho ra một chén nhỏ để cạnh nước mắm. Tùy vào sở thích và cách thức ăn của từng người mà cho vào chén nước mắm hay chỉ để ăn kèm riêng bên ngoài."
    },
    
    {
        "code": 225,
        "title": "bún thịt tôm nướng nước mắm",
        "image": "bun-tom-nuong-mam-chua",
        "resources": "5 muỗng canh nước mắm loại ngon\n2 trái chanh tươi\n3 muỗng đường cát trắng\n100ml nước đun sôi để nguội\n100ml giấm chua\n200gr đu đủ xanh\n1 củ cà rốt cỡ vừa\nTỏi, ớt",
        "cooking": "Để làm được chén nước mắm ngon, bạn cần chuẩn bị và sơ chế các nguyên liệu. Các nguyên liệu được sơ chế đúng cách sẽ giúp món nước chấm thêm hương vị đậm đà, trong thẩm mỹ hơn khi bày trí.\n\nĐu đủ bạn đem bào vỏ sau đó nạo bỏ phần ruột. Cắt bớt đi phần trên đầu quả rồi ngâm với nước muối pha loãng trong khoảng 30 phút. Cà rốt gọt bỏ vỏ và cắt thành 3 khúc. Bào nhỏ phần cà rốt và đu đủ thành những miếng mỏng hoặc tỉa hoa nếu muốn đẹp mắt.\n\nTỏi, ớt băm nhỏ. Nếu ở nhà có cối và chày giã bạn nên giã nhỏ tỏi ớt thay vì băm, vì khi giã, tỏi và ớt sẽ bớt nồng hơn và khi cho vào nước mắm trông đẹp mắt hơn. Cách làm này, chúng ta thường thấy với các loại nước chấm kiểu Thái và thấy rõ chúng rất bắt mắt khi thành phẩm làm người dùng thấy đẹp mắt và muốn thưởng thức ngay.\n\nChanh cắt đôi, vắt lấy phần nước cốt. Bạn có thể tách một vài tép để trang trí thêm cho chén nước mắm thêm phần đẹp mắt.\n\nSau khi đã hoàn thành sơ chế các nguyên liệu, còn chờ gì mà chúng ta không bắt tay vào pha nước chấm ngay thôi nào.\n\nBước 1: Ngâm phần đu đủ và cà rốt với đường và giấm trong khoảng 10 phút. Bạn có thể cho thêm chút muối vào hỗn hợp đường và giấm, khuấy đều và rưới lên hỗn hợp đu đủ, cà rốt. Sau đó, bạn trộn đều tất cả lên. Muối giúp dằn lại vị chua của giấm, giúp cho món gỏi muối xổi của bạn có vị ngọt chua dịu nhẹ.\n\nBước 2: Bạn cho khoảng 15 muỗng nước đun sôi để nguội vào tô lớn. Sau đó, bạn cho thêm khoảng 3 muỗng đường vào hòa tan. Tiếp theo, bạn cho 6 muỗng nước mắm ngon và nước cốt chanh vào hỗn hợp và khuấy đều.\n\nCuối cùng cho tỏi và ớt băm/ giã nhuyễn và dưa góp vào.\n\nBún thịt tôm nướng sau khi rưới nước mắm lên sẽ có hương vị vô cùng hài hòa chua, cay, mặn, ngọt có đủ, mang đến cho gia đình bạn món ăn tròn vị, kích thích vị giác của mọi người."
    },
    
    {
        "code": 226,
        "title": "nước chấm nem nướng Nha Trang",
        "image": "nem-nuong-nha-trang",
        "resources": "Thịt lợn nạc băm nhỏ: 150g\nTôm tươi băm nhỏ: 150g (nếu có tôm tươi thì nước chấm sẽ ngon hơn nhưng không có cũng không sao)\nGạp nếp: nửa bát con\nTương đậu nành: 3 muỗng\nDầu hạt điều: 1 muỗng\nCác gia vị đi kèm: muối hạt, đường trắng, mắm nguyên chất\nGan lợn: 100g\nĐậu phộng: 10g\nHành tím",
        "cooking": "Bước 1:Đầu tiên bạn cần vo cho sạch gạo nếp đã chuẩn bị, nhặt bỏ đi những hạt bị hỏng và vỏ trấu. Ngâm tiếp tục gạo trong nước lạnh thêm khoảng 2 giờ đến 3 giờ. Khi gạo đã ngâm xong thì vớt ra, cho vào nồi nước rồi bắt đầu đun sôi. Quấy đều liên tục để tránh tình trạng dưới đáy nồi bị dính gạo. Nấu cho đến khi gạo được chín mềm, đổ cháo ra bát rồi dùng thìa dầm nhuyễn.\n\nBước 2: sơ chế: Tôm tươi mua về trước tiên rửa sạch bằng với dung dịch nước muối loãng. Muốn chọn tôm ngon thì bạn lựa những con to đều, còn tươi sống. Sau khi rửa sạch thì tiến hành bóc vỏ tôm, cần chú ý bỏ đi chỉ tôm ở lưng. Cho thịt tôm vào cối giã cho thật nhuyễn.\n\n Gan lợn rửa sạch. Bạn có thể ngâm gan qua sữa tươi không đường để gan được sạch và loại bỏ chất bẩn. Sau đó băm nhuyễn gan.\n\nBước 3:Đặt lên bếp một chảo vừa phải, cho thêm một chút dầu diều. Khi dầu đã nóng thì cho hành khô băm vào đảo đều, phi thơm đến khi dậy mùi. Đầu tiên bạn cho thịt tôm giã nhỏ vào chảo, dùng đũa đảo đều tay để thịt được tơi. Sau khoảng 3 đến 5 phút thì tiếp tục cho thịt lợn xay và gan heo băm vào đảo cùng. Các nguyên liệu bạn đảo đều cùng nhau để tạo được hỗn hợp thịt thơm ngon.\n\nBước 4:Hỗn hợp thịt và gan đã hoàn thành thì bạn cho vào máy xay sinh tố để xay cho nhuyễn và mịn. Sau khi hỗn hợp đã mịn và đồng nhất thì nên đổ ngay vào chảo, thêm một chút cháo cơm nếp đã làm ở bước trên và tương đậu. Dùng thìa quấy nhẹ tay để các nguyên liệu quyện vào nhau.Bạn nên thêm một chút gia vị sao cho vừa với khẩu vị của mình: đường, mắm nguyên chất, bột canh rồi trộn đều. Sau khi nêm gia vị thì nên đun thêm 15 phút đến khi hỗn hợp nước chấm sánh lạnh là được\n\nMỗi lần thưởng thức nem nướng Nha Trang thì chỉ cần múc thêm chút nước chấm ra ăn cùng, nên rắc thêm chút đậu phộng rang lên chốc tăng bị bùi. Nếu thích ăn cay hơn thì bạn có thể thêm ớt tươi hoặc tương ớt tùy sở thích."
    },
    
    
]

